{
  "id": "gc-biais-cognitifs",
  "name": "Biais Cognitifs — Arsenal Complet",
  "author": "COGWAR",
  "difficulty": 2,
  "icon": "🎯",
  "description": "50 biais cognitifs exploités en guerre informationnelle. Connaître l'arsenal pour s'en défendre.",
  "tags": ["biais", "neurobiologie", "manipulation", "défense"],
  "version": 1,
  "cards": [
    {"q": "Qu'est-ce que le biais de confirmation ?", "a": "Tendance à rechercher, interpréter et mémoriser les informations qui confirment nos croyances préexistantes, en ignorant celles qui les contredisent."},
    {"q": "Qu'est-ce que l'effet de halo ?", "a": "Tendance à laisser une impression positive (ou négative) dans un domaine influencer le jugement dans d'autres domaines non liés."},
    {"q": "Qu'est-ce que le biais d'ancrage ?", "a": "Tendance à s'appuyer excessivement sur la première information rencontrée (l'ancre) pour prendre des décisions ultérieures."},
    {"q": "Qu'est-ce que le biais de disponibilité ?", "a": "Tendance à surestimer la probabilité d'événements facilement remémorables (récents, émotionnels, médiatisés)."},
    {"q": "Qu'est-ce que l'effet Dunning-Kruger ?", "a": "Les personnes peu compétentes surestiment leurs capacités, tandis que les experts sous-estiment les leurs. L'ignorance génère plus de confiance que la connaissance."},
    {"q": "Qu'est-ce que le biais de normalité ?", "a": "Tendance à croire que les choses continueront de fonctionner normalement, même face à des signaux de danger. Freine la réaction aux crises."},
    {"q": "Qu'est-ce que le biais de statu quo ?", "a": "Préférence pour l'état actuel des choses. Tout changement est perçu comme une perte potentielle, même quand le changement est objectivement bénéfique."},
    {"q": "Qu'est-ce que l'aversion à la perte (Kahneman & Tversky) ?", "a": "La douleur de perdre quelque chose est environ 2× plus intense que le plaisir de gagner la même chose. Base du framing négatif en propagande."},
    {"q": "Qu'est-ce que l'effet de simple exposition ?", "a": "La répétition d'un stimulus augmente la préférence pour celui-ci. Mécanisme exploité par la propagande : répéter un mensonge le rend familier, donc crédible."},
    {"q": "Qu'est-ce que le biais rétrospectif (hindsight bias) ?", "a": "Tendance à croire, après qu'un événement s'est produit, qu'on l'avait prédit. 'Je le savais depuis le début.' Détruit l'apprentissage."},
    {"q": "Qu'est-ce que l'effet de cadrage (framing) ?", "a": "La manière dont une information est présentée influence le jugement. '90% de survie' semble mieux que '10% de mortalité' — même information."},
    {"q": "Qu'est-ce que le biais d'autorité ?", "a": "Tendance à accorder une crédibilité excessive aux figures d'autorité, même en dehors de leur domaine d'expertise. Exploité par l'appel à l'expert."},
    {"q": "Qu'est-ce que le biais de groupe (ingroup bias) ?", "a": "Tendance à favoriser les membres de son propre groupe et à dévaloriser les membres des groupes extérieurs. Base tribale de la désinformation polarisante."},
    {"q": "Qu'est-ce que l'effet de faux consensus ?", "a": "Tendance à surestimer le degré auquel les autres partagent nos opinions. Renforcé par les bulles de filtre algorithmiques."},
    {"q": "Qu'est-ce que le biais du survivant ?", "a": "Erreur de se concentrer sur les cas de succès visibles en ignorant les échecs invisibles. Crée des modèles mentaux faussés de la réalité."},
    {"q": "Qu'est-ce que l'effet Barnum (Forer) ?", "a": "Tendance à accepter des descriptions vagues de personnalité comme précises et personnelles. Base de l'astrologie et du micro-ciblage."},
    {"q": "Qu'est-ce que le biais de proportionnalité ?", "a": "Croyance que les grands événements doivent avoir de grandes causes. Alimente les théories du complot : un événement majeur 'ne peut pas' avoir une cause banale."},
    {"q": "Qu'est-ce que l'effet de vérité illusoire ?", "a": "Une affirmation répétée est perçue comme plus vraie qu'une affirmation nouvelle. Même quand on sait qu'elle est fausse. Arme principale de la désinformation."},
    {"q": "Qu'est-ce que la pensée de groupe (groupthink) ?", "a": "Phénomène où le désir de conformité dans un groupe supprime la pensée critique et les opinions dissidentes. Mène à des décisions catastrophiques."},
    {"q": "Qu'est-ce que le biais de récence ?", "a": "Tendance à accorder plus d'importance aux événements récents qu'aux événements passés dans la prise de décision."},
    {"q": "Qu'est-ce que l'heuristique d'affect ?", "a": "Prendre des décisions basées sur les émotions actuelles plutôt que sur une analyse rationnelle. Si ça 'sent bon', c'est bon."},
    {"q": "Qu'est-ce que le biais de projection ?", "a": "Tendance à supposer que les autres pensent, ressentent et agissent comme nous. Empêche de comprendre l'adversaire."},
    {"q": "Qu'est-ce que l'effet de primauté ?", "a": "Les premières informations reçues ont un impact disproportionné sur le jugement final. D'où l'importance de 'frapper en premier' narrativement."},
    {"q": "Qu'est-ce que le biais d'optimisme ?", "a": "Tendance à croire qu'on est moins susceptible de vivre des événements négatifs que les autres. 'Ça n'arrive qu'aux autres.'"},
    {"q": "Qu'est-ce que l'escalade de l'engagement ?", "a": "Tendance à continuer un plan d'action déjà engagé même quand les preuves montrent qu'il échoue, pour justifier les investissements passés (sunk cost fallacy)."},
    {"q": "Qu'est-ce que le biais de négativité ?", "a": "Les stimuli négatifs ont un impact psychologique plus fort que les stimuli positifs de même intensité. Les mauvaises nouvelles captent plus l'attention."},
    {"q": "Qu'est-ce que la dissonance cognitive ?", "a": "Inconfort mental causé par la détention simultanée de deux croyances contradictoires. Résolu par le rejet de l'information menaçante plutôt que par la mise à jour des croyances."},
    {"q": "Qu'est-ce que le biais de représentativité ?", "a": "Juger la probabilité d'un événement en fonction de sa ressemblance avec un prototype mental, ignorant les statistiques de base."},
    {"q": "Qu'est-ce que l'effet de dotation (endowment effect) ?", "a": "Tendance à surévaluer ce qu'on possède déjà par rapport à ce qu'on ne possède pas. S'applique aussi aux croyances et identités."},
    {"q": "Qu'est-ce que le biais de la tache aveugle ?", "a": "Tendance à reconnaître les biais cognitifs chez les autres mais pas chez soi-même. Le méta-biais le plus dangereux."},
    {"q": "Qu'est-ce que l'effet de contexte ?", "a": "L'environnement dans lequel une information est présentée influence son interprétation. Un même message change de sens selon la plateforme, le design, la source perçue."},
    {"q": "Qu'est-ce que le biais du monde juste ?", "a": "Croyance que le monde est fondamentalement juste : les bonnes choses arrivent aux bonnes personnes. Mène à blâmer les victimes."},
    {"q": "Comment le micro-ciblage publicitaire exploite-t-il les biais ?", "a": "En identifiant les biais dominants de chaque individu via ses données comportementales, puis en crafting des messages qui activent spécifiquement ces biais. Personnalisation de la manipulation."},
    {"q": "Qu'est-ce que la fatigue décisionnelle ?", "a": "La qualité des décisions se dégrade après une longue série de choix. Le cerveau fatigué recourt aux biais automatiques plutôt qu'à l'analyse rationnelle."},
    {"q": "Comment les algorithmes de recommandation amplifient-ils les biais ?", "a": "En créant des boucles de rétroaction : le biais de confirmation guide les clics → l'algorithme renforce le contenu confirmant → le biais se renforce. Spirale de polarisation."},
    {"q": "Qu'est-ce que le mème en tant qu'arme cognitive ?", "a": "Un mème est une unité culturelle qui se réplique et mute. En guerre cognitive, les mèmes encapsulent des biais dans des formats viraux, contournant l'analyse critique par l'humour et l'émotion."},
    {"q": "Qu'est-ce que la surcharge informationnelle comme tactique ?", "a": "Noyer la cible sous un flux continu d'informations contradictoires pour saturer sa capacité de traitement, la pousser au désengagement ou à l'adoption de raccourcis cognitifs (biais)."},
    {"q": "Qu'est-ce que l'inoculation cognitive ?", "a": "Technique de défense consistant à exposer préventivement un individu à une version affaiblie d'un argument manipulatoire, pour qu'il développe des 'anticorps' cognitifs."},
    {"q": "Comment la théorie du Nudge exploite-t-elle les biais ?", "a": "En concevant l'architecture des choix pour orienter les décisions sans interdire. Exploite le biais de statu quo, l'inertie, et les heuristiques automatiques."},
    {"q": "Quelle est la différence entre biais cognitif et heuristique ?", "a": "L'heuristique est un raccourci mental utile (règle du pouce). Le biais est une erreur systématique produite par ce raccourci. Même mécanisme, mais le biais est le résultat quand le raccourci échoue."},
    {"q": "Qu'est-ce que le biais d'action ?", "a": "Tendance à préférer l'action à l'inaction, même quand ne rien faire serait optimal. En crise, pousse à des réponses précipitées exploitables par l'adversaire."},
    {"q": "Qu'est-ce que l'effet de contraste ?", "a": "Le jugement d'un stimulus est altéré par la comparaison avec un stimulus précédent. Un prix élevé semble raisonnable après un prix encore plus élevé (technique du 'door-in-the-face')."},
    {"q": "Qu'est-ce que le biais de distinction ?", "a": "Les options semblent plus différentes quand elles sont évaluées simultanément que séparément. Exploité en A/B testing manipulatoire."},
    {"q": "Comment identifier qu'un biais est activé chez soi ?", "a": "Signaux : réaction émotionnelle forte, certitude immédiate, envie urgente de partager, sentiment que 'tout s'explique', rejet automatique des contre-arguments. La metacognition est la première défense."},
    {"q": "Qu'est-ce que le biais d'attention sélective ?", "a": "Le cerveau filtre les informations selon les attentes et motivations. On ne voit littéralement pas ce qu'on ne s'attend pas à voir (cf. expérience du gorille invisible de Simons & Chabris)."},
    {"q": "Qu'est-ce que le biais de corrélation illusoire ?", "a": "Perception d'une relation entre deux événements non liés. Base des superstitions et des théories du complot qui relient des événements indépendants en un récit cohérent."},
    {"q": "Qu'est-ce que l'effet de position sérielle ?", "a": "On retient mieux le début (primauté) et la fin (récence) d'une liste. Le milieu est oublié. Exploité dans la structuration des messages de propagande."},
    {"q": "Comment l'émotion court-circuite-t-elle l'analyse critique ?", "a": "L'amygdale traite les stimuli émotionnels 6× plus vite que le cortex préfrontal. Les messages qui activent la peur, la colère ou l'indignation sont traités avant que l'esprit critique ne puisse intervenir."},
    {"q": "Qu'est-ce que le paradoxe de la tolérance (Popper) ?", "a": "Une société tolérante qui tolère l'intolérance finit par être détruite par les intolérants. En guerre cognitive : l'ouverture informationnelle peut être exploitée pour détruire l'ouverture elle-même."},
    {"q": "Quelle est la règle des 3% en influence sociale ?", "a": "Une minorité engagée de 3,5% de la population peut suffire à provoquer un changement systémique (Chenoweth & Stephan, 2011). En guerre cognitive, influencer un petit noyau peut suffire à basculer un système."}
  ]
}
