{
  "id": "gc-fondamentaux",
  "name": "Guerre Cognitive — Fondamentaux",
  "author": "COGWAR",
  "difficulty": 1,
  "icon": "🧠",
  "description": "Concepts fondamentaux de la guerre cognitive : définitions, acteurs, mécanismes de base.",
  "tags": [
    "guerre-cognitive",
    "niveau-1"
  ],
  "version": 1,
  "cards": [
    {
      "q": "Quel est le concept désignant l'esprit humain comme le nouveau champ de bataille du XXIe siècle ?",
      "a": "Le sixième domaine de la guerre (ou domaine cognitif)."
    },
    {
      "q": "Quelle est la cible principale de la guerre de l'information par rapport à la guerre cognitive ?",
      "a": "L'information cible le flux de données, tandis que la cognitive cible le traitement de ces données."
    },
    {
      "q": "Quel objectif l'OTAN a-t-elle défini dans son 'Innovation Hub' pour protéger les processus démocratiques ?",
      "a": "La supériorité cognitive (Cognitive Superiority)."
    },
    {
      "q": "L'approche russe de la guerre cognitive privilégie la _____ pour paralyser la volonté politique adverse.",
      "a": "désinformation systématique"
    },
    {
      "q": "Quelle puissance géopolitique s'oriente vers une 'guerre cognitive algorithmique' utilisant l'IA ?",
      "a": "La Chine."
    },
    {
      "q": "Quel est l'effet de la 'stimulation répétée' sur le cerveau lors du traitement d'une information fausse ?",
      "a": "Elle réduit le coût psychologique du traitement, facilitant son acceptation subconsciente."
    },
    {
      "q": "Comment appelle-t-on le signal envoyé par le cerveau lorsqu'une information contredit des croyances profondes ?",
      "a": "Le signal d'erreur."
    },
    {
      "q": "Quel organe cérébral est privilégié par les narratifs émotionnels au détriment du cortex préfrontal ?",
      "a": "L'amygdale."
    },
    {
      "q": "Quel est l'objectif d'un 'stratège du chaos' concernant les dirigeants politiques adverses ?",
      "a": "Les convaincre qu'aucune solution stable ou état final n'est possible."
    },
    {
      "q": "Le phénomène où les individus rejettent toute information contredisant leur narratif de groupe est la _____.",
      "a": "fermeture épistémique"
    },
    {
      "q": "Dans le modèle chinois en six étapes, que signifie le 'Portrait de l'utilisateur' ?",
      "a": "L'identification des cibles et l'analyse de leur état psychologique par le Big Data."
    },
    {
      "q": "Quelle est la quatrième étape du modèle de manipulation chinois ?",
      "a": "L'induction de réaction (enfermement dans des chambres d'écho)."
    },
    {
      "q": "Quel est le moteur principal de polarisation dans les plateformes numériques selon le texte ?",
      "a": "Les algorithmes de recommandation."
    },
    {
      "q": "Selon l'analogie de la théorie du chaos, qu'est-ce que l'effet papillon appliqué à l'information ?",
      "a": "Une simple rumeur injectée au bon moment peut déclencher une crise nationale."
    },
    {
      "q": "Dans l'attracteur de Lorenz appliqué à la cognition, que représente le paramètre $\\rho$ ?",
      "a": "Le niveau de méfiance publique."
    },
    {
      "q": "Dans l'attracteur de Lorenz appliqué à la cognition, que représente le paramètre $\\sigma$ ?",
      "a": "La vélocité de l'information."
    },
    {
      "q": "Quel est le cadre de référence pour la prise de décision militaire visé par la guerre cognitive ?",
      "a": "La boucle OODA (Observation, Orientation, Décision, Action)."
    },
    {
      "q": "Selon Dave Snowden, dans quel état d'environnement la boucle OODA s'effondre-t-elle ?",
      "a": "L'état chaotique (pas de relation cause-effet visible)."
    },
    {
      "q": "Dans le modèle SIR appliqué aux rumeurs, que représente la catégorie 'P' ?",
      "a": "Les Propagateurs."
    },
    {
      "q": "Dans le modèle SIR appliqué aux rumeurs, que représente la catégorie 'E' ?",
      "a": "Les Étouffeurs (individus ayant cessé de diffuser l'information)."
    },
    {
      "q": "Quelle est la formule du nombre de reproduction de base $R_0$ pour une rumeur ?",
      "a": "$R_0 = \\frac{\\beta N}{\\alpha + \\gamma + \\mu}$"
    },
    {
      "q": "Que représente le paramètre $\\beta$ dans le modèle de propagation d'une rumeur ?",
      "a": "Le taux de transmission (virilité de l'information)."
    },
    {
      "q": "Que représente le paramètre $\\gamma$ dans le modèle de propagation d'une rumeur ?",
      "a": "Le taux de récupération suite à une vérification des faits (fact-checking)."
    },
    {
      "q": "Quel paramètre induit une instabilité chaotique dans la propagation s'il représente le temps de réflexion ?",
      "a": "Le délai temporel (noté $\\tau$)."
    },
    {
      "q": "Comment appelle-t-on la capacité d'un système à maintenir l'initiative et à s'adapter pendant une perturbation ?",
      "a": "La résilience dynamique (ou opérationnelle)."
    },
    {
      "q": "Concept : Graceful Extensibility",
      "a": "Définition : Capacité d'un système à étendre ses réponses au-delà de ses limites normales sous pression."
    },
    {
      "q": "Quelle stratégie consiste à engager les adversaires dans leurs propres réseaux avant qu'ils n'attaquent ?",
      "a": "La défense avancée (Defend Forward)."
    },
    {
      "q": "Quel est le pilier de défense cognitive à long terme basé sur la sensibilisation aux biais ?",
      "a": "L'immunisation mentale (ou éducation)."
    },
    {
      "q": "Dans la théorie de Miller, quels sont les deux types de dommages spécifiques à la guerre cognitive ?",
      "a": "Les dommages psychologiques aux humains et les dommages aux institutions."
    },
    {
      "q": "Quelle théorie russe vise à amener l'adversaire à prendre une décision prédéterminée en croyant agir librement ?",
      "a": "La théorie du contrôle réflexif (Reflexive Control)."
    },
    {
      "q": "Les 'Trois Warfares' de la doctrine chinoise incluent la guerre psychologique, la guerre de l'opinion et la _____.",
      "a": "guerre juridique"
    },
    {
      "q": "Dans le modèle Cynefin, quel mécanisme correspond à un environnement 'Complexe' ?",
      "a": "Sonder - Percevoir - Répondre."
    },
    {
      "q": "Quel est le danger du 'dilemme du prisonnier' appliqué à la censure d'État ?",
      "a": "Perdre la confiance de la population et la pousser vers des sources radicales."
    },
    {
      "q": "Qu'est-ce que le 'MRT-C' dans le cadre de la sécurité nationale ?",
      "a": "Mission-Relevant Terrain in Cyberspace (infrastructures virtuelles critiques)."
    },
    {
      "q": "Quel syndrome de 2016 illustre l'usage possible de technologies invasives contre le système nerveux ?",
      "a": "Le syndrome de La Havane."
    },
    {
      "q": "Quel est l'objectif des 'Opérations basées sur les effets' (EBO) ?",
      "a": "Paralyser le leadership de l'intérieur en attaquant ses structures de commandement."
    },
    {
      "q": "Comment l'IA transforme-t-elle la manipulation de l'information selon le texte ?",
      "a": "Elle transforme la manipulation artisanale en une industrie de précision personnalisée."
    },
    {
      "q": "Quelle est l'équation fondamentale du risque de protection ?",
      "a": "$Risque = \\frac{Menace \\times Vulnérabilité}{Capacité}$"
    },
    {
      "q": "Dans l'analyse de protection, quel facteur représente les ressources d'une communauté pour prévenir une menace ?",
      "a": "La Capacité."
    },
    {
      "q": "Quelles étaient les motivations principales de la LRA en Ouganda pour le recrutement d'enfants ?",
      "a": "Croyances politiques et religieuses du chef (Kony)."
    },
    {
      "q": "Exemple de 'Vulnérabilité' dans le cas du recrutement forcé d'enfants en Ouganda :",
      "a": "Le manque d'endroits où se cacher, particulièrement la nuit."
    },
    {
      "q": "Quelle action de la part des familles ougandaises a augmenté leur 'Capacité' face aux enlèvements ?",
      "a": "L'envoi des enfants dans des villes éloignées (comme Kampala)."
    },
    {
      "q": "Quel est l'impact de la guerre cognitive sur la 'personnalité cognitive' à long terme ?",
      "a": "Elle modifie durablement la manière dont un individu traite l'information."
    },
    {
      "q": "Pourquoi les électeurs émotionnellement instables sont-ils plus vulnérables aux algorithmes ?",
      "a": "Ils sont plus réceptifs aux contenus surprenants et négatifs qui les poussent vers les extrêmes."
    },
    {
      "q": "Le terme 'Neuro-guerre' est souvent associé à quelle génération de conflits ?",
      "a": "La sixième génération."
    },
    {
      "q": "Quel organe de l'OTAN est spécifiquement chargé du concept de 'Warfighting Capstone Concept' ?",
      "a": "Le NATO Allied Command Transformation (ACT)."
    },
    {
      "q": "Quelle est l'étape finale du modèle de manipulation chinois ?",
      "a": "La supervision de la gratification (renforcement de l'enfermement cognitif)."
    },
    {
      "q": "Définition : Guerre Cognitive (selon le groupe Gecko)",
      "a": "Domaine cherchant à corrompre ou annihiler les mécanismes de pensée et de décision par une approche scientifique."
    },
    {
      "q": "Dans la dynamique des réseaux, qu'est-ce que l'homophilie ?",
      "a": "La tendance des individus à se connecter à ceux qui partagent leurs croyances."
    },
    {
      "q": "Quel outil mathématique permet de prédire si une rumeur va saturer une population ?",
      "a": "Le nombre de reproduction de base $R_0$."
    },
    {
      "q": "Pourquoi le micro-ciblage psychographique est-il considéré comme le 'carburant' de la guerre algorithmique ?",
      "a": "Il permet de générer des messages exploitant les biais et peurs spécifiques d'un individu."
    },
    {
      "q": "Quelle est la conséquence stratégique de la 'Weaponization of Identity' ?",
      "a": "L'érosion de l'unité nationale et l'exploitation des clivages identitaires."
    },
    {
      "q": "Que signifie l'attribut 'Technology' dans la définition de la guerre cognitive ?",
      "a": "L'usage de moyens technologiques (IA, Big Data) pour amplifier les effets des attaques cognitives."
    },
    {
      "q": "Quel type de résilience est défini comme 'l'adaptabilité soutenue' ?",
      "a": "La capacité à ajuster continuellement ses défenses à travers plusieurs cycles de stress."
    },
    {
      "q": "Dans le cas de la LRA, quel mécanisme international a été mis en place pour surveiller les violations ?",
      "a": "Le mécanisme de surveillance et de communication de l'information (MRM) de l'ONU."
    },
    {
      "q": "Quel est le risque systémique associé à une attaque réussie sur la 'confiance' publique ?",
      "a": "Une crise de liquidité ou un effondrement des services essentiels par effet domino."
    },
    {
      "q": "Dans le modèle SIR, que représente le paramètre $\\mu$ ?",
      "a": "Le taux de sortie naturelle (ou perte d'intérêt) de la population."
    },
    {
      "q": "Pourquoi est-il difficile de définir juridiquement un 'acte de guerre' cognitive ?",
      "a": "Parce qu'il s'agit de manipulations psychologiques se situant sous le seuil cinétique (zone grise)."
    },
    {
      "q": "Quelle est l'implication stratégique de la 'souveraineté' dans le domaine neuro-cognitif ?",
      "a": "La défense de l'État ne se fait plus aux frontières physiques mais dans l'esprit des citoyens."
    },
    {
      "q": "Le but de la 'Weaponization of Narratives' est d'altérer la perception de la _____ historique.",
      "a": "mémoire"
    },
    {
      "q": "Quel est le rôle des 'Usines à trolls' dans la doctrine russe ?",
      "a": "Diffuser massivement des narratifs subversifs pour créer une paralysie politique chez l'adversaire."
    },
    {
      "q": "En environnement 'Ordonné', quel est le mécanisme décisionnel approprié ?",
      "a": "Percevoir - Catégoriser - Répondre."
    },
    {
      "q": "Comment la guerre cognitive impacte-t-elle l'étape d'Orientation de la boucle OODA ?",
      "a": "En biaisant la compréhension de la situation par des perceptions déformées."
    },
    {
      "q": "Qu'est-ce qu'un 'cocon sémantique' ?",
      "a": "Un environnement informationnel fermé où l'individu n'est exposé qu'à des idées confirmant ses préjugés."
    },
    {
      "q": "Quelle caractéristique de la société ouverte est considérée comme son 'talon d'Achille' par le stratège du chaos ?",
      "a": "La transparence et la liberté d'expression."
    },
    {
      "q": "Dans le modèle de risque systémique, quelle étape suit le 'Choc' initial ?",
      "a": "L'Amplification (propagation rapide et perte de confiance)."
    },
    {
      "q": "Quel est le but de la 'Supervision de la gratification' dans la manipulation IA ?",
      "a": "Utiliser les signaux sociaux (likes, partages) pour valider et renforcer le nouveau cadre de pensée."
    },
    {
      "q": "Quel est le principal défi de la régulation des plateformes numériques face à la désinformation ?",
      "a": "Éviter de dériver vers une censure qui reproduirait les tactiques autoritaires."
    },
    {
      "q": "L'incertitude induite par le stress cognitif pousse l'individu vers des réactions _____ plutôt que rationnelles.",
      "a": "émotionnelles"
    },
    {
      "q": "Dans le modèle SIR, que se passe-t-il si $R_0 < 1$ ?",
      "a": "La propagation de la rumeur s'éteint naturellement."
    },
    {
      "q": "Concept : Reflexive Control",
      "a": "Stratégie russe visant à influencer les perceptions de l'adversaire pour qu'il agisse volontairement contre ses propres intérêts."
    },
    {
      "q": "Quel est le lien entre populisme et guerre cognitive selon le texte de l'OTAN ?",
      "a": "Le populisme peut être à la fois un symptôme de mécontentement et un résultat de succès d'attaques cognitives ennemies."
    },
    {
      "q": "Pourquoi la 'littératie informationnelle' est-elle un facteur de protection ?",
      "a": "Elle permet aux citoyens d'identifier les manipulations et l'inauthenticité des sources."
    },
    {
      "q": "Dans la gestion de crise de la LRA, quelle action a été menée par les chefs religieux ?",
      "a": "La négociation pour la libération des enfants de moins de 16 ans."
    },
    {
      "q": "Quel est l'objectif des 'simulations cognitives' pour les décideurs ?",
      "a": "Les former à reconnaître les opérations d'influence et à réguler leurs émotions sous stress."
    },
    {
      "q": "Comment l'IA générative est-elle utilisée dans l'étape 'Attraction de l'attention' ?",
      "a": "Pour créer des deepfakes ou articles qui déstabilisent le cadre cognitif existant de la cible."
    },
    {
      "q": "Quel paramètre de l'équation de Lorenz représente la variation de la stabilité vers le chaos ?",
      "a": "Une variation infinitésimale de $\\sigma$, $\\rho$ ou $\\beta$."
    },
    {
      "q": "La 'Mission-Relevant Terrain in Cyberspace' inclut des infrastructures qui peuvent être _____.",
      "a": "hors de contrôle gouvernemental (privées)"
    },
    {
      "q": "Quel type de préjudice Miller associe-t-il spécifiquement aux institutions ?",
      "a": "L'érosion de la légitimité et de la confiance institutionnelle."
    },
    {
      "q": "Terme : Cognitive Superiority",
      "a": "Impératif de l'OTAN visant à out-think l'adversaire en maîtrisant mieux l'environnement décisionnel."
    }
  ]
}