{
  "id": "gc-manipulation-numerique",
  "name": "Manipulation Numérique — Tactiques & Défenses",
  "author": "COGWAR",
  "difficulty": 3,
  "icon": "🕸",
  "description": "40 tactiques de manipulation numérique : deepfakes, astroturfing, dark patterns, psyops en ligne. Identifier pour résister.",
  "tags": ["numérique", "manipulation", "désinformation", "technologies", "défense"],
  "version": 1,
  "cards": [
    {"q": "Qu'est-ce que l'astroturfing ?", "a": "Création artificielle d'un mouvement d'opinion populaire (faux comptes, faux avis, fausses pétitions) pour donner l'illusion d'un consensus organique. Le nom vient de 'AstroTurf' (gazon synthétique)."},
    {"q": "Qu'est-ce qu'un bot farm ?", "a": "Infrastructure de milliers de comptes automatisés sur les réseaux sociaux, utilisés pour amplifier des messages, créer des tendances artificielles, noyer les voix dissidentes et simuler un consensus."},
    {"q": "Qu'est-ce que le firehose of falsehood ?", "a": "Doctrine de propagande russe : diffuser un volume massif de mensonges par de multiples canaux, sans souci de cohérence. L'objectif n'est pas de convaincre mais de saturer et de semer le doute."},
    {"q": "Qu'est-ce qu'un deepfake ?", "a": "Contenu audio/vidéo synthétisé par IA qui reproduit le visage ou la voix d'une personne de manière réaliste. Peut être utilisé pour créer de faux discours, de faux témoignages ou du chantage."},
    {"q": "Qu'est-ce que le micro-ciblage psychographique ?", "a": "Technique de ciblage publicitaire basée non sur la démographie mais sur les traits psychologiques (ouverture, névrosisme, etc.) extraits des données comportementales numériques."},
    {"q": "Qu'est-ce qu'un dark pattern ?", "a": "Interface utilisateur conçue pour tromper ou manipuler l'utilisateur : boutons trompeurs, opt-out caché, urgence artificielle, shame clicks ('Non merci, je ne veux pas être intelligent')."},
    {"q": "Qu'est-ce que le sockpuppeting ?", "a": "Création de fausses identités en ligne pour défendre une position en donnant l'impression de multiples personnes indépendantes. Version numérique de la technique du ventriloque."},
    {"q": "Qu'est-ce que le troll farming ?", "a": "Organisation professionnelle de trolls payés pour provoquer, polariser et perturber les conversations en ligne. L'Internet Research Agency russe est l'exemple le plus documenté."},
    {"q": "Qu'est-ce que le data poisoning ?", "a": "Corruption délibérée des données d'entraînement d'une IA pour biaiser ses sorties. Peut cibler les systèmes de modération, de recommandation ou de prise de décision automatisée."},
    {"q": "Qu'est-ce que le coordinated inauthentic behavior (CIB) ?", "a": "Terme Meta/Facebook pour désigner l'utilisation coordonnée de faux comptes pour manipuler le débat public. Implique une organisation centralisée derrière une façade de spontanéité."},
    {"q": "Qu'est-ce que le perception hacking ?", "a": "Technique consistant à exploiter la simple existence d'une capacité (deepfake, surveillance) pour modifier les comportements, même sans l'utiliser. La menace suffit à altérer la réalité perçue."},
    {"q": "Qu'est-ce que le narrative laundering ?", "a": "Processus de blanchiment narratif : un récit fabriqué est injecté dans des sources obscures, repris par des médias intermédiaires, puis cité par des médias légitimes comme 'information vérifiée'."},
    {"q": "Qu'est-ce que la technique du 'prebunking' ?", "a": "Défense proactive consistant à avertir les gens des techniques de manipulation AVANT qu'ils ne les rencontrent. Plus efficace que le debunking (correction après exposition)."},
    {"q": "Qu'est-ce que le LLM poisoning en contexte de guerre cognitive ?", "a": "Manipulation des modèles de langage via injection de données biaisées dans leur corpus d'entraînement ou via prompt injection, pour que l'IA devienne un vecteur de désinformation."},
    {"q": "Qu'est-ce que le sentiment manipulation ?", "a": "Techniques visant à modifier l'état émotionnel collectif d'une population via les médias sociaux : amplification de la peur, de la colère ou du désespoir pour affaiblir la cohésion sociale."},
    {"q": "Qu'est-ce qu'une opération de flag false numérique ?", "a": "Cyberattaque ou campagne de désinformation conçue pour être attribuée à un autre acteur. Utilise des marqueurs techniques (IP, langue, horaires) délibérément plantés."},
    {"q": "Qu'est-ce que le shadow banning ?", "a": "Restriction invisible de la visibilité d'un compte sans le notifier. L'utilisateur continue de publier mais personne ne voit ses contenus. Utilisable comme outil de censure douce."},
    {"q": "Qu'est-ce que le engagement bait ?", "a": "Contenu conçu pour provoquer des réactions émotionnelles (indignation, rire, choc) afin de maximiser l'engagement algorithmique, indépendamment de la véracité ou de la qualité."},
    {"q": "Qu'est-ce que la weaponization des algorithmes de recommandation ?", "a": "Exploitation du fonctionnement des algorithmes (optimisés pour l'engagement) pour amplifier du contenu extrême. Les contenus polarisants génèrent plus d'engagement → plus de visibilité → plus de polarisation."},
    {"q": "Qu'est-ce que le OSINT en contexte offensif ?", "a": "Open Source Intelligence utilisée offensivement : collecte d'informations publiques (réseaux sociaux, registres, photos géolocalisées) pour profiler, cibler ou compromettre des individus."},
    {"q": "Qu'est-ce que le doxing comme arme cognitive ?", "a": "Publication d'informations personnelles pour intimider, faire taire ou discréditer un individu. Effet dissuasif sur la liberté d'expression de l'ensemble de la communauté observante."},
    {"q": "Qu'est-ce que le kompromat numérique ?", "a": "Matériel compromettant (réel ou fabriqué via deepfake) utilisé pour le chantage ou la discréditation de cibles stratégiques. La simple rumeur de son existence peut suffire."},
    {"q": "Comment fonctionne une campagne de désinformation en 5 phases ?", "a": "1) Recherche sur les fractures sociales 2) Création de contenu et de faux comptes 3) Ensemencement initial (dark web, forums) 4) Amplification (bots, influenceurs compromis) 5) Reprise par médias légitimes."},
    {"q": "Qu'est-ce que l'information disorder selon Wardle & Derakhshan ?", "a": "Trois catégories : Misinformation (faux, sans intention de nuire), Disinformation (faux, intention de nuire), Malinformation (vrai, utilisé pour nuire — hors contexte, timing malveillant)."},
    {"q": "Qu'est-ce que le cheapfake vs deepfake ?", "a": "Cheapfake : manipulation low-tech (ralentir une vidéo, décontextualiser une photo, couper une citation). Souvent plus efficace que les deepfakes car plus rapide à produire et plus difficile à détecter automatiquement."},
    {"q": "Qu'est-ce que la technique du 'dead internet theory' ?", "a": "Théorie (partiellement fondée) selon laquelle une proportion croissante du contenu en ligne est générée par des bots et des IA, rendant de plus en plus difficile de distinguer l'authentique de l'artificiel."},
    {"q": "Comment l'IA générative transforme-t-elle la guerre cognitive ?", "a": "Production de contenu à coût marginal quasi nul : textes, images, vidéos, voix synthétiques. Permet des opérations d'influence personnalisées à l'échelle, impossibles manuellement."},
    {"q": "Qu'est-ce que le cognitive domain defense ?", "a": "Stratégie de défense du domaine cognitif : éducation aux médias, pensée critique, résilience psychologique, inoculation cognitive, transparence algorithmique, et souveraineté informationnelle."},
    {"q": "Qu'est-ce que le SIFT method pour vérifier l'information ?", "a": "Stop (pause), Investigate the source (vérifier l'auteur), Find better coverage (chercher d'autres sources), Trace claims (remonter à l'original). Méthode de Mike Caulfield pour le lateral reading."},
    {"q": "Qu'est-ce que le pre-suasion (Cialdini) ?", "a": "Techniques appliquées AVANT le message persuasif pour préparer psychologiquement la cible : orienter l'attention, créer un contexte favorable, activer des associations mentales spécifiques."},
    {"q": "Comment détecter un compte automatisé (bot) ?", "a": "Indices : activité 24/7 sans pause, fréquence de publication surhumaine, date de création récente, peu de contenu original, amplification répétitive, nom généré, photo de profil IA (yeux, oreilles asymétriques)."},
    {"q": "Qu'est-ce que l'effet de la chambre d'écho algorithmique ?", "a": "L'algorithme apprend ce qui vous engage → vous montre plus de ce contenu → votre vision se rétrécit → l'algorithme renforce → spirale de polarisation. L'utilisateur ne voit jamais ce que l'algorithme filtre."},
    {"q": "Qu'est-ce que le digital phenotyping ?", "a": "Extraction de profils psychologiques à partir de données comportementales numériques : rythme de frappe, pauses, défilement, likes, heures de connexion. Permet le ciblage cognitif de précision."},
    {"q": "Qu'est-ce que la souveraineté cognitive ?", "a": "Capacité d'un individu ou d'une nation à maintenir l'autonomie de ses processus de pensée et de décision face aux tentatives d'influence externe. Le droit fondamental de penser par soi-même."},
    {"q": "Qu'est-ce que le strategic narrative ?", "a": "Récit structuré déployé par un État ou un acteur pour façonner la perception d'une situation, légitimer des actions, et mobiliser des audiences. Plus puissant que les faits car il donne du sens."},
    {"q": "Qu'est-ce que le concept de 'cognitive maneuver' ?", "a": "L'équivalent cognitif de la manœuvre militaire : créer un avantage en agissant sur la perception adverse — surprise informationnelle, dilemme décisionnel, saturation cognitive."},
    {"q": "Comment la gamification peut-elle être une arme cognitive ?", "a": "En exploitant les boucles dopaminergiques (points, badges, streaks) pour conditionner des comportements sans consentement éclairé. Les mêmes mécaniques qui aident à apprendre peuvent asservir l'attention."},
    {"q": "Qu'est-ce que le concept de 'truth decay' (RAND) ?", "a": "Érosion progressive du rôle des faits dans la vie publique : désaccord croissant sur les faits, brouillage fait/opinion, déclin de confiance dans les institutions, domination de l'opinion sur l'analyse."},
    {"q": "Qu'est-ce que la résilience informationnelle ?", "a": "Capacité d'un individu ou d'une société à absorber les chocs informationnels (désinformation, propagande) et à maintenir un fonctionnement cognitif sain. Se construit par l'éducation, pas par la censure."},
    {"q": "Quel est le principe de la 'défense en profondeur' cognitive ?", "a": "Stratégie multi-couches : 1) Éducation aux médias 2) Esprit critique individuel 3) Fact-checking institutionnel 4) Transparence algorithmique 5) Régulation des plateformes 6) Coopération internationale."}
  ]
}
