{
  "id": "gc-doctrines",
  "name": "Guerre Cognitive — Doctrines & Stratégies",
  "author": "COGWAR",
  "difficulty": 2,
  "icon": "🌍",
  "description": "Doctrines géopolitiques, modélisation mathématique et mécanismes avancés.",
  "tags": [
    "guerre-cognitive",
    "niveau-2"
  ],
  "version": 1,
  "cards": [
    {
      "q": "Quel est le concept désignant l'esprit humain comme nouvel espace de conflictualité ?",
      "a": "Le \"sixième domaine de la guerre\"."
    },
    {
      "q": "Quelle est la différence fondamentale entre la guerre de l'information et la guerre cognitive ?",
      "a": "L'information cible le flux de données, tandis que le cognitif cible la manière dont le cerveau traite ces données."
    },
    {
      "q": "Selon l'OTAN, quel est l'objectif principal du \"Warfighting Capstone Concept\" de 2021 ?",
      "a": "Atteindre la \"supériorité cognitive\"."
    },
    {
      "q": "Dans la doctrine russe, quel terme désigne la manipulation du processus de décision de l'adversaire ?",
      "a": "Le \"Reflexive Control\" (Contrôle réflexif)."
    },
    {
      "q": "Quel pays privilégie la \"guerre cognitive algorithmique\" basée sur l'IA et le Big Data ?",
      "a": "La Chine."
    },
    {
      "q": "Expliquez l'effet de la \"stimulation répétée\" sur le traitement cérébral d'une information fausse.",
      "a": "Elle réduit le coût psychologique du traitement, facilitant l'acceptation subconsciente de l'erreur."
    },
    {
      "q": "Quel mécanisme neurobiologique la guerre cognitive sature-t-elle pour créer une incertitude permanente ?",
      "a": "Le \"signal d'erreur\"."
    },
    {
      "q": "Dans le cadre de l'influence émotionnelle, quelle structure cérébrale est favorisée au détriment du cortex préfrontal ?",
      "a": "L'amygdale."
    },
    {
      "q": "Quel est l'objectif ultime du \"stratège du chaos\" dans une guerre asymétrique ?",
      "a": "Convaincre les dirigeants adverses qu'aucun état final stable n'est possible."
    },
    {
      "q": "Définissez le concept de \"fermeture épistémique\" dans les réseaux sociaux.",
      "a": "Le rejet systématique de toute information contredisant le narratif dominant du groupe."
    },
    {
      "q": "Quelle est la première étape du modèle chinois en six étapes pour façonner la cognition ?",
      "a": "Le portrait de l'utilisateur via l'analyse psychologique par le Big Data."
    },
    {
      "q": "Dans le modèle chinois, quel est le but de la \"supervision de la gratification\" ?",
      "a": "Renforcer l'enfermement dans un nouveau cadre cognitif via la mesure de la gratification sociale."
    },
    {
      "q": "Quel est l'impact principal des algorithmes de recommandation sur la diversité d'opinion ?",
      "a": "Ils créent des \"chambres d'écho\" en limitant l'exposition aux points de vue divergents."
    },
    {
      "q": "Selon la théorie du chaos, qu'est-ce que la \"sensibilité aux conditions initiales\" ?",
      "a": "Le fait que de petites perturbations (ex: rumeur) puissent entraîner des conséquences nationales disproportionnées."
    },
    {
      "q": "Donnez l'équation de l'évolution de la variable $x$ dans l'attracteur de Lorenz.",
      "a": "$\\frac{dx}{dt} = \\sigma(y - x)$."
    },
    {
      "q": "Quel paramètre de l'attracteur de Lorenz symbolise le niveau de méfiance publique en guerre cognitive ?",
      "a": "Le paramètre $\\rho$."
    },
    {
      "q": "Quelles sont les quatre étapes de la boucle OODA ?",
      "a": "Observation, Orientation, Décision, Action."
    },
    {
      "q": "Dans quel domaine du cadre de Snowden la boucle OODA s'effondre-t-elle ?",
      "a": "Dans les domaines \"complexe\" ou \"chaotique\"."
    },
    {
      "q": "Dans le modèle épidémiologique SIR appliqué aux rumeurs, que signifie la catégorie 'E' ?",
      "a": "Les \"Étouffeurs\" (individus ayant cessé de diffuser l'information)."
    },
    {
      "q": "Quelle est la formule du nombre de reproduction de base $R_0$ pour une rumeur ?",
      "a": "$R_0 = \\frac{\\beta N}{\\alpha + \\gamma + \\mu}$."
    },
    {
      "q": "Que représente le paramètre $\\beta$ dans le modèle de propagation des rumeurs ?",
      "a": "Le taux de transmission ou la viralité de l'information."
    },
    {
      "q": "Quel est l'effet de l'introduction d'un délai temporel $\\tau$ dans les modèles de propagation ?",
      "a": "Il peut induire des oscillations chaotiques et des résurgences brutales de rumeurs."
    },
    {
      "q": "Définissez la \"résilience dynamique\" (ou opérationnelle).",
      "a": "La capacité de combattre à travers la perturbation et de maintenir l'initiative sous stress."
    },
    {
      "q": "Qu'est-ce que l'\"extensibilité gracieuse\" (Graceful Extensibility) ?",
      "a": "La capacité d'un système à étendre ses capacités de réponse au-delà de ses limites normales."
    },
    {
      "q": "Quel terme désigne les infrastructures virtuelles critiques hors contrôle gouvernemental ?",
      "a": "La \"Mission-Relevant Terrain in Cyberspace\" (MRT-C)."
    },
    {
      "q": "En quoi consiste la stratégie de \"défense avancée\" (Defend Forward) ?",
      "a": "Engager l'adversaire dans ses propres réseaux pour perturber ses capacités avant l'attaque."
    },
    {
      "q": "Quel est le dilemme du prisonnier appliqué à la censure d'État ?",
      "a": "Une restriction excessive peut entraîner la perte de confiance et pousser la population vers la propagande radicale."
    },
    {
      "q": "Comment Bernard Claverie définit-il les sciences cognitives \"dures\" ?",
      "a": "Des disciplines non interprétatives qui étudient la pensée comme un objet matériel (neurosciences, IA, etc.)."
    },
    {
      "q": "Qu'est-ce que le \"syndrome de La Havane\" ?",
      "a": "Des symptômes incapacitants suspects chez des diplomates, attribués à des rayonnements ciblant le système nerveux."
    },
    {
      "q": "Quel est l'objectif du projet Gecko ?",
      "a": "Développer des dispositifs d'exploration de la guerre cognitive via des crises fictives."
    },
    {
      "q": "Dans l'équation du risque de protection, quels sont les trois facteurs déterminants ?",
      "a": "Les Menaces, les Vulnérabilités et les Capacités."
    },
    {
      "q": "Équation : Risque de protection",
      "a": "$Risque = \\frac{Menaces \\times Vuln\\acute{e}rabilit\\acute{e}s}{Capacit\\acute{e}}$."
    },
    {
      "q": "Quelle est la différence entre un vecteur traditionnel et un vecteur technologique existant ?",
      "a": "Le traditionnel utilise les médias de masse (presse, TV), l'existant utilise les réseaux sociaux et le Big Data."
    },
    {
      "q": "Citez deux exemples de vecteurs technologiques \"émergents\" en guerre cognitive.",
      "a": "Les Deepfakes (médias synthétiques) et les neuro-armes."
    },
    {
      "q": "Quels sont les trois déclencheurs (triggers) de vulnérabilité individuelle à la manipulation ?",
      "a": "L'inflexibilité cognitive, le besoin d'appartenance sociale et l'excitation émotionnelle."
    },
    {
      "q": "Comment l'adversaire \"militarise-t-il\" l'identité (Weaponize Identity) ?",
      "a": "En exploitant les affiliations culturelles ou nationales pour cibler des groupes spécifiques."
    },
    {
      "q": "Quel rôle joue la \"mémoire historique\" dans la guerre cognitive ?",
      "a": "Elle sert de base à la création de narratifs manipulés pour modifier la perception de soi des nations."
    },
    {
      "q": "Quelle est la définition de la \"menace\" dans l'analyse de protection ?",
      "a": "Une force externe (autorité, groupe armé) motivée par des facteurs politiques ou économiques."
    },
    {
      "q": "Donnez un exemple de \"mécanisme d'adaptation\" communautaire face à une menace.",
      "a": "L'envoi d'enfants vers des villes sûres ou la négociation par des chefs religieux."
    },
    {
      "q": "Quel est le but des \"pare-feu cognitifs\" ?",
      "a": "Identifier et bloquer les manipulations algorithmiques en temps réel au niveau étatique."
    },
    {
      "q": "Dans le cadre de l'analyse de l'OTAN, qu'est-ce que la \"6-Outs\" ?",
      "a": "Un ensemble de fonctions (out-think, out-fight, etc.) pour maintenir l'avantage militaire."
    },
    {
      "q": "Définition : Guerre hybride (selon Hung & Hung)",
      "a": "Un cadre global où la guerre cognitive est une composante subordonnée axée sur les effets mentaux."
    },
    {
      "q": "Quelle est la caractéristique majeure de la \"zone grise\" de conflictualité ?",
      "a": "Elle se situe sous le seuil de l'agression militaire directe et de la légalité internationale."
    },
    {
      "q": "Pourquoi la \"fermeture épistémique\" rend-elle une société ingouvernable ?",
      "a": "Parce qu'elle empêche tout consensus basé sur des faits rationnels partagés."
    },
    {
      "q": "Quel est le rôle de l'IA générative dans l'étape d'attraction de l'attention ?",
      "a": "Créer des contenus qui désarçonnent le cadre cognitif existant de la cible."
    },
    {
      "q": "Selon Dave Snowden, quelle action doit-on privilégier dans un environnement \"chaotique\" ?",
      "a": "Agir - Percevoir - Répondre."
    },
    {
      "q": "Dans le cadre SIR, que se passe-t-il si $R_0 > 1$ ?",
      "a": "La rumeur se propage de manière exponentielle au sein de la population."
    },
    {
      "q": "Définissez l'\"homophilie de réseau\".",
      "a": "La tendance des individus à se connecter uniquement à ceux qui partagent leurs croyances."
    },
    {
      "q": "Quel est le risque lié aux \"systèmes hérités\" (legacy systems) en période de crise systémique ?",
      "a": "Ils sont souvent mal protégés et exacerbent la vulnérabilité globale de l'État."
    },
    {
      "q": "Pourquoi l'éducation est-elle considérée comme une \"immunisation mentale\" ?",
      "a": "Elle sensibilise aux biais cognitifs et aux techniques de manipulation, renforçant la résilience à long terme."
    },
    {
      "q": "L'analyse intégrée suggère que la victoire appartiendra à celui qui saura le mieux _____",
      "a": "Naviguer et orchestrer le chaos."
    },
    {
      "q": "Citez une différence entre la conception de la CW par Miller et celle de l'OTAN.",
      "a": "Miller la voit sous le seuil de la guerre conventionnelle, tandis que l'OTAN y inclut des activités cinétiques."
    },
    {
      "q": "Qu'est-ce que la \"domination cognitive\" dans la doctrine chinoise ?",
      "a": "Le contrôle des croyances et la reconfiguration des matrices de sens de l'adversaire."
    },
    {
      "q": "Quel est l'effet des \"contagions cognitives\" sur les réseaux sociaux ?",
      "a": "Elles propagent des idéologies chargées d'émotions de manière virale pour polariser la société."
    },
    {
      "q": "Dans le cadre de Snowden, quel mécanisme est adapté à un environnement \"ordonné/simple\" ?",
      "a": "Percevoir - Catégoriser - Répondre."
    },
    {
      "q": "Pourquoi le micro-ciblage psychographique est-il plus efficace que le marketing traditionnel ?",
      "a": "Il exploite les peurs et biais spécifiques de chaque individu grâce aux données massives."
    },
    {
      "q": "L'\"effet papillon\" appliqué à l'information signifie qu'une rumeur peut déclencher _____",
      "a": "Une réaction en chaîne aboutissant à une crise nationale."
    },
    {
      "q": "Quel est le danger de la \"saturation par le volume de données\" sur la décision ?",
      "a": "Elle paralyse le décideur en rendant l'analyse impossible (environnement compliqué)."
    },
    {
      "q": "Comment l'agresseur utilise-t-il le \"cocon sémantique\" ?",
      "a": "En enfermant l'individu dans un flux d'informations qui confirme uniquement ses préjugés."
    },
    {
      "q": "Qu'est-ce qu'une opération cognitive \"à bas bruit\" ?",
      "a": "Une opération sur le temps long modifiant les habitudes de pensée de manière quasi-irréversible."
    },
    {
      "q": "Quel est le rôle des \"usines à trolls\" dans la stratégie russe ?",
      "a": "Diffuser massivement de la désinformation pour attiser les divisions internes."
    },
    {
      "q": "Pourquoi la transparence des sociétés démocratiques est-elle un \"talon d'Achille\" ?",
      "a": "Elle offre une surface d'attaque maximale pour l'injection de désordre et de paralysie."
    },
    {
      "q": "Le modèle épidémiologique de rumeur divise la population en : I (Ignorants), P (Propagateurs) et _____",
      "a": "E (Étouffeurs)."
    },
    {
      "q": "Qu'implique la \"perte de la souveraineté cognitive\" d'un État ?",
      "a": "L'incapacité à protéger l'esprit de ses citoyens contre des influences étrangères hostiles."
    },
    {
      "q": "Quel est le lien entre instabilité émotionnelle et réceptivité algorithmique ?",
      "a": "L'instabilité augmente la réceptivité aux contenus négatifs, poussant vers les extrêmes politiques."
    },
    {
      "q": "Dans la théorie des systèmes, que provoque la neutralisation d'un nœud critique ?",
      "a": "Un effondrement de la rétroaction et une chute de la structure entière par effet domino."
    },
    {
      "q": "Quelle est la fonction du paramètre $\\sigma$ dans l'attracteur de Lorenz appliqué à l'information ?",
      "a": "La vélocité de l'information."
    },
    {
      "q": "Comment définit-on un \"risque systémique global\" lié au cyber ?",
      "a": "Un incident dont l'amplification par les réseaux menace la stabilité de l'État ou des finances."
    },
    {
      "q": "Quel est l'objectif des simulations cognitives pour les décideurs ?",
      "a": "Apprendre à maintenir leur régulation émotionnelle sous stress et reconnaître les manipulations."
    },
    {
      "q": "La guerre cognitive vise à altérer non seulement ce que les gens pensent, mais aussi _____",
      "a": "La façon dont ils pensent."
    },
    {
      "q": "Quels types de narratifs la Russie utilise-t-elle en Afrique ?",
      "a": "Des narratifs historiques et conspirationnistes."
    },
    {
      "q": "Dans le modèle SIR, que représente le paramètre $\\gamma$ ?",
      "a": "Le taux de récupération suite à une vérification des faits (fact-checking)."
    },
    {
      "q": "Qu'est-ce qu'une bifurcation dans un système dynamique chaotique ?",
      "a": "Un basculement d'un état stable vers un comportement oscillatoire ou désordonné."
    },
    {
      "q": "Quel est l'impératif de défense face à la menace MRT-C ?",
      "a": "Protéger les infrastructures virtuelles même si elles appartiennent au secteur privé."
    },
    {
      "q": "Comment la manipulation des émotions court-circuite-t-elle la raison ?",
      "a": "En favorisant des comportements impulsifs et prévisibles via l'activation de l'amygdale."
    },
    {
      "q": "Selon le document, la guerre cognitive est une transition vers la _____",
      "a": "Sixième génération de guerre ou neuro-guerre."
    },
    {
      "q": "Pourquoi l'incertitude dégrade-t-elle la capacité de décision ?",
      "a": "Elle sature les capacités cognitives et pousse vers des réactions émotionnelles irrationnelles."
    },
    {
      "q": "Définissez le concept de \"Reflexive Control\" ?",
      "a": "Transmettre des informations à l'adversaire pour qu'il prenne volontairement une décision prédéterminée par l'agresseur."
    },
    {
      "q": "Quel est le danger des \"deepfakes\" dans la phase d'attraction ?",
      "a": "Ils créent une confusion immédiate en imitant parfaitement la réalité pour tromper les sens."
    },
    {
      "q": "Quel est le rôle de la \"gratification sociale\" dans l'enfermement cognitif ?",
      "a": "Elle récompense l'adhésion au groupe, rendant la sortie du cadre cognitif psychologiquement coûteuse."
    }
  ]
}