{
  "id": "gc-expert",
  "name": "Guerre Cognitive — Expert",
  "author": "COGWAR",
  "difficulty": 3,
  "icon": "📐",
  "description": "Concepts expert : neurobiologie, modélisation du chaos, défense opérationnelle.",
  "tags": [
    "guerre-cognitive",
    "niveau-3"
  ],
  "version": 1,
  "cards": [
    {
      "q": "Quel est le \"sixième domaine de la guerre\" apparu au XXIe siècle ?",
      "a": "Le cerveau ou l'esprit humain."
    },
    {
      "q": "Quelle est la différence fondamentale entre la guerre de l'information et la guerre cognitive ?",
      "a": "L'information cible le flux de données, tandis que la cognition cible le traitement de ces données pour construire la réalité."
    },
    {
      "q": "Quel concept l'OTAN a-t-elle désigné comme impératif de développement à long terme dans son concept de 2021 ?",
      "a": "La supériorité cognitive (Cognitive Superiority)."
    },
    {
      "q": "Quelle est la cible principale de la doctrine russe en matière de guerre cognitive ?",
      "a": "La désinformation systématique pour diviser et paralyser la volonté politique adverse."
    },
    {
      "q": "Sur quel outil technologique repose la guerre cognitive chinoise pour façonner les perceptions ?",
      "a": "L'intelligence artificielle et les algorithmes (guerre cognitive algorithmique)."
    },
    {
      "q": "Dans la doctrine chinoise, quels sont les trois piliers de la \"Three Warfares\" ?",
      "a": "La guerre psychologique, la guerre de l'opinion publique et la guerre juridique."
    },
    {
      "q": "Pourquoi le principe de \"stimulation répétée\" facilite-t-il l'acceptation d'une fausse information ?",
      "a": "Elle réduit le coût psychologique du traitement, facilitant l'acceptation subconsciente par le cerveau."
    },
    {
      "q": "Quel mécanisme neurobiologique est activé lorsqu'une information contredit les croyances profondes d'un individu ?",
      "a": "Le signal d'erreur."
    },
    {
      "q": "En guerre cognitive, quel organe limbique est privilégié par les narratifs émotionnels au détriment du cortex préfrontal ?",
      "a": "L'amygdale."
    },
    {
      "q": "Quel est l'objectif d'un \"stratège du chaos\" envers les dirigeants politiques adverses ?",
      "a": "Les convaincre qu'aucune solution claire ou état final stable n'est possible."
    },
    {
      "q": "Comment appelle-t-on les constructions idéologiques émotionnelles se propageant de manière virale sur les réseaux sociaux ?",
      "a": "Les contagions cognitives."
    },
    {
      "q": "Quel terme désigne l'état où des individus rejettent toute information contredisant leur narratif dominant au sein d'une communauté ?",
      "a": "La fermeture épistémique."
    },
    {
      "q": "Dans le modèle chinois en six étapes, quelle est la première phase de la manipulation cognitive ?",
      "a": "Le portrait de l'utilisateur via le Big Data."
    },
    {
      "q": "Quel est l'impact principal des algorithmes de recommandation sur la diversité des points de vue ?",
      "a": "Ils créent des chambres d'écho en limitant l'exposition aux opinions divergentes."
    },
    {
      "q": "Selon les études, quel trait psychologique rend les électeurs plus réceptifs aux contenus algorithmiques extrêmes ?",
      "a": "L'instabilité émotionnelle."
    },
    {
      "q": "En théorie du chaos, comment appelle-t-on le phénomène où une rumeur minime peut déclencher une crise nationale ?",
      "a": "L'effet papillon."
    },
    {
      "q": "Dans les équations de Lorenz, quel paramètre $\\rho$ peut être manipulé pour simuler le niveau de méfiance publique ?",
      "a": "Le paramètre $\\rho$ (rhô)."
    },
    {
      "q": "Que signifie l'acronyme de la boucle décisionnelle corrompue par la guerre cognitive ?",
      "a": "OODA (Observation, Orientation, Décision, Action)."
    },
    {
      "q": "Selon Dave Snowden, que se passe-t-il pour la boucle OODA dans un environnement \"chaotique\" ?",
      "a": "Elle s'effondre, entraînant une paralysie ou des erreurs fatales."
    },
    {
      "q": "Dans le modèle SIR appliqué aux rumeurs, que représente la catégorie 'E' ?",
      "a": "Les Étouffeurs (individus ayant cessé de diffuser l'information)."
    },
    {
      "q": "Quelle est la formule du nombre de reproduction de base $R_0$ dans la propagation d'une rumeur ?",
      "a": "$R_0 = \\frac{\\beta N}{\\alpha + \\gamma + \\mu}$"
    },
    {
      "q": "Quel effet l'introduction de délais temporels ($\\tau$) a-t-elle sur un système de propagation d'information ?",
      "a": "Elle peut induire une instabilité ou des oscillations chaotiques."
    },
    {
      "q": "Qu'est-ce que l'homophilie de réseau dans le contexte de la désinformation ?",
      "a": "La tendance des individus à se connecter à ceux qui partagent leurs croyances, accélérant la circulation des rumeurs."
    },
    {
      "q": "Quelle est la définition de la \"résilience dynamique\" ?",
      "a": "La capacité de combattre à travers la perturbation et de s'adapter au contact de l'ennemi."
    },
    {
      "q": "Concept : Extensibilité gracieuse (Graceful Extensibility)",
      "a": "Définition : Capacité d'un système à étendre ses réponses au-delà de ses limites normales face à une pression extrême."
    },
    {
      "q": "Qu'est-ce que la MRT-C dans le domaine de la cyber-résilience ?",
      "a": "Le terrain critique pour la mission dans le cyberespace (Mission-Relevant Terrain in Cyberspace)."
    },
    {
      "q": "Quelle stratégie consiste à engager l'adversaire dans ses propres réseaux avant qu'il ne lance d'attaques massives ?",
      "a": "La défense avancée (Defend Forward)."
    },
    {
      "q": "Comment appelle-t-on la protection mentale des populations via la sensibilisation aux biais cognitifs ?",
      "a": "L'immunisation cognitive."
    },
    {
      "q": "Quel dilemme guette les États démocratiques lorsqu'ils tentent de réguler l'information ?",
      "a": "Le dilemme du prisonnier appliqué à la censure (risque de perdre la confiance du public)."
    },
    {
      "q": "Selon Bernard Claverie, que ciblent précisément les sciences cognitives \"dures\" ?",
      "a": "La pensée comme un objet matériel via les neurosciences et les sciences du numérique."
    },
    {
      "q": "Quel nom porte l'ensemble de symptômes incapacitants suspectés d'être causés par une arme neurobiologique à Cuba ?",
      "a": "Le syndrome de La Havane."
    },
    {
      "q": "Quel projet français vise à développer des simulations de crises fictives pour la guerre cognitive ?",
      "a": "Le projet Gecko."
    },
    {
      "q": "Dans l'analyse des risques de protection, quels sont les trois facteurs de l'équation du risque ?",
      "a": "Menace, Vulnérabilité et Capacité."
    },
    {
      "q": "Citez un exemple de déclencheur de vulnérabilité au niveau micro (individuel) en guerre cognitive.",
      "a": "Le besoin d'appartenance sociale (ou l'inflexibilité cognitive)."
    },
    {
      "q": "Quelle technique russe vise à fournir à l'adversaire des informations l'amenant à prendre volontairement une décision prédéterminée ?",
      "a": "Le contrôle réflexif (Reflexive Control)."
    },
    {
      "q": "Dans le modèle SIR, que représente le paramètre $\\beta$ ?",
      "a": "Le taux de transmission (virilité de l'information)."
    },
    {
      "q": "Quel organe du cerveau est responsable de la régulation rationnelle et de la planification, souvent court-circuité par la peur ?",
      "a": "Le cortex préfrontal."
    },
    {
      "q": "Pourquoi la zone grise est-elle privilégiée pour les attaques cognitives ?",
      "a": "Parce qu'il est difficile de définir un acte de guerre pour des manipulations restant sous le seuil cinétique."
    },
    {
      "q": "Que cherche à provoquer l'injection de désordre dans le système adverse par un agresseur ?",
      "a": "Une paralysie institutionnelle."
    },
    {
      "q": "Dans le modèle de Snowden, quel type d'environnement nécessite de \"sonder\" avant de percevoir ?",
      "a": "L'environnement complexe."
    },
    {
      "q": "Vrai ou Faux : Les rumeurs peuvent ressurgir brutalement à cause des non-linéarités du système social.",
      "a": "Vrai."
    },
    {
      "q": "Quelle est la quatrième étape du modèle d'analyse du risque systémique global ?",
      "a": "L'événement systémique (crise majeure affectant la stabilité de l'État)."
    },
    {
      "q": "Quel outil permet de créer des contenus audiovisuels ultra-réalistes mais faux (Deepfakes) ?",
      "a": "L'IA générative."
    },
    {
      "q": "Dans le cadre de l'OTAN, quel est le but de la \"Cognitive Superiority\" pour les décideurs ?",
      "a": "Mieux comprendre l'environnement opérationnel et l'adversaire pour décider plus vite et mieux."
    },
    {
      "q": "Comment appelle-t-on l'utilisation de l'IA pour enfermer les individus dans des \"cocons\" de sens identiques ?",
      "a": "Les cocons sémantiques."
    },
    {
      "q": "Quel paramètre du SIR représente le taux de passage à l'état d'étouffeur par perte d'intérêt ?",
      "a": "$\\alpha$ (alpha)."
    },
    {
      "q": "L'équation $\\frac{dx}{dt} = \\sigma(y - x)$ fait partie de quel modèle mathématique ?",
      "a": "L'attracteur de Lorenz (théorie du chaos)."
    },
    {
      "q": "Quel est l'objectif des \"Pools de données\" dans la cybersécurité moderne ?",
      "a": "Partager anonymement des menaces en temps réel pour anticiper les vagues de désinformation."
    },
    {
      "q": "Quel risque pose la dépendance totale aux technologies de l'information selon le texte ?",
      "a": "Une vulnérabilité systémique et interconnectée."
    },
    {
      "q": "En guerre cognitive, comment appelle-t-on le fait d'attaquer le leadership de \"l'intérieur vers l'extérieur\" ?",
      "a": "Le principe des opérations basées sur les effets (EBO)."
    },
    {
      "q": "Pourquoi la vérité devient-elle une variable secondaire dans une chambre d'écho ?",
      "a": "Parce que l'appartenance au groupe et le renforcement des préjugés priment sur les faits rationnels."
    },
    {
      "q": "Dans le modèle de l'OTAN, quel type d'harm Miller identifie-t-il spécifiquement pour la guerre cognitive ?",
      "a": "Le dommage psychologique aux humains et le dommage aux institutions."
    },
    {
      "q": "Quel terme désigne la manipulation de la viralité pour faire paraître un sujet naturellement populaire ?",
      "a": "La suggestion de références (dans le modèle chinois)."
    },
    {
      "q": "Quelle discipline étudie la sensibilité d'un système aux conditions initiales ?",
      "a": "La théorie du chaos."
    },
    {
      "q": "Quelle est la fonction du paramètre $\\gamma$ dans le modèle SIR des rumeurs ?",
      "a": "Le taux de récupération suite à une vérification des faits (fact-checking)."
    },
    {
      "q": "Quelle est la conséquence d'un signal d'erreur saturé en permanence ?",
      "a": "Un stress cognitif permanent qui pousse vers des réactions émotionnelles impulsives."
    },
    {
      "q": "Dans la gestion des risques de protection, que signifie la 'Capacité' ?",
      "a": "Les ressources et tactiques qu'utilisent les communautés pour prévenir ou arrêter une menace."
    },
    {
      "q": "Quel vecteur de menace utilise des narratifs historiques pour provoquer un \"chaos environnemental\" en Afrique ?",
      "a": "La Russie."
    },
    {
      "q": "Quelle dimension de la cognition concerne l'apport initial d'information ?",
      "a": "L'input."
    },
    {
      "q": "Pourquoi les démocraties sont-elles structurellement plus vulnérables à la guerre cognitive ?",
      "a": "À cause de leur transparence, de la liberté d'expression et du rejet des méthodes de contrôle autoritaires."
    },
    {
      "q": "Quel terme de la boucle OODA est spécifiquement biaisé par les perceptions déformées en guerre cognitive ?",
      "a": "L'Orientation."
    },
    {
      "q": "Dans le modèle SIR, que représente $N$ ?",
      "a": "La population totale."
    },
    {
      "q": "Quel est l'effet d'une bifurcation dans un système de propagation d'information ?",
      "a": "Un changement brusque de comportement, comme la résurgence soudaine d'une rumeur oubliée."
    },
    {
      "q": "Qu'est-ce que le micro-ciblage psychographique ?",
      "a": "L'utilisation de données personnelles (likes, intentions) pour créer des messages taillés sur mesure pour exploiter les peurs individuelles."
    },
    {
      "q": "Quelle est la différence entre un système \"compliqué\" et \"complexe\" selon Snowden ?",
      "a": "Le compliqué nécessite une expertise pour l'analyse, le complexe a une causalité émergente visible seulement a posteriori."
    },
    {
      "q": "Citez un risque macro-sociétal favorisant la guerre cognitive selon l'OTAN.",
      "a": "Le populisme anti-établissement (ou le manque de littératie médiatique)."
    },
    {
      "q": "Quel est le but ultime de la \"neuro-guerre\" ?",
      "a": "Contrôler la souveraineté d'un État au cœur même de l'esprit de ses citoyens."
    },
    {
      "q": "Dans l'analyse de cas de l'Ouganda (LRA), quel était l'objectif du recrutement d'enfants ?",
      "a": "Faire renaître une nouvelle génération d'Acholis suivant Kony."
    },
    {
      "q": "Quel mécanisme permet à l'IA de superviser la gratification sociale ?",
      "a": "La mesure des interactions sociales pour renforcer l'enfermement dans un cadre cognitif."
    },
    {
      "q": "Pourquoi la \"défense en profondeur\" en guerre cognitive nécessite-t-elle des partenariats public-privé ?",
      "a": "Parce que les infrastructures et les données nécessaires à la défense appartiennent majoritairement au secteur privé."
    },
    {
      "q": "Quel impact a la perte de confiance dans les institutions démocratiques selon le texte ?",
      "a": "Elle rend la société ingouvernable et vulnérable aux influences étrangères."
    },
    {
      "q": "Quel facteur peut neutraliser la force technologique brute dans une guerre asymétrique ?",
      "a": "L'exploitation des dépendances informationnelles et de la complexité sociale."
    },
    {
      "q": "Que désigne le terme \"zone grise\" ?",
      "a": "L'espace de conflictualité situé entre la paix et la guerre conventionnelle."
    },
    {
      "q": "Dans le cadre de l'analyse de protection, quel type de menace est le mariage forcé ?",
      "a": "Une menace de coercition."
    },
    {
      "q": "Quel paramètre $\\beta$ dans les équations de Lorenz influe sur le comportement chaotique ?",
      "a": "$\\beta$ (bêta)."
    }
  ]
}